Revit 2027 API
BuiltInFailures.LoadFailures.CannotMirrorLoad Property
 Can't mirror Load because mirror plane is not perpendicular to sketch plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMirrorLoad { get; }
Public Shared ReadOnly Property CannotMirrorLoad As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMirrorLoad {
	FailureDefinitionId^ get ();
}
static member CannotMirrorLoad : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace